Repository: rental-cars-company/renta-open-source
Catalog: moshin_backend/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Опционально. Код верификации из смс
uz: Ixtiyoriy. SMS orqali yuborilgan tasdiqlash kodi

source: Неверный номер телефона или код подтверждения
uz: Noto‘g‘ri telefon raqami yoki tasdiqlash kodi

source: Смс код был выслан на Ваш номер телефона
uz: SMS kodi sizning telefon raqamingizga yuborildi

source: Неверный код
uz: Noto‘g‘ri kod

source: Неверное имя пользователя или пароль
uz: Foydalanuvchi nomi yoki parol noto‘g‘ri

source: Неверный или просроченный токен
uz: Noto‘g‘ri yoki muddati o‘tgan token

source: Статус обновлён: %(old)s → %(new)s
uz: Holat yangilandi: %(old)s → %(new)s

source: Имя пользователя
uz: Foydalanuvchi ismi

source: Машина
uz: Mashina

source: Арендная компания
uz: Ijaraga beruvchi kompaniya

source: Принадлежит платформе
uz: Platformaga tegishli

source: Даты бронирований
uz: Band qilish sanalari

source: Способ доставки
uz: Yetkazib berish usuli

source: Доставить на: [%(lat)s, %(lon)s]
uz: Yetkazish manzili: [%(lat)s, %(lon)s]

source: Самовывоз
uz: O‘zi olib ketish

source: Тип платежа
uz: To‘lov turi

source: Итоговая цена
uz: Yakuniy narx

source: Депозит
uz: Depozit

source: Залог (статус)
uz: Garov (holati)

source: Будет возвращён
uz: Qaytariladi

source: Паспорт
uz: Pasport

source: Водительское удостоверение
uz: Haydovchilik guvohnomasi

source: Администратор
uz: Administrator

source: заказ
uz: buyurtma

source: Заказы
uz: Buyurtmalar

source: Подготовка к передаче
uz: Topshirishga tayyorlanmoqda

source: Забрать машину у клиента
uz: Mashinani mijozdan olib ketish

source: Если True — клиент хочет, чтобы мы сами забрали машину по адресу
uz: Agar True bo‘lsa — mijoz mashinani ko‘rsatilgan manzildan olib ketishimizni xohlaydi

source: Адрес возврата машины клиентом
uz: Mijoz tomonidan mashina qaytariladigan manzil

source: Верификация личности
uz: Shaxsni tasdiqlash

source: Заметки администратора
uz: Administrator eslatmalari

source: Метод оплаты
uz: To‘lov usuli

source: Выбранный клиентом метод оплаты: карта или наличные
uz: Mijoz tanlagan to‘lov usuli: karta yoki naqd

source: В процессе
uz: Jarayonda

source: На доставке
uz: Yetkazilmoqda

source: Принято
uz: Qabul qilindi

source: Завершено
uz: Yakunlandi

source: Отменено
uz: Bekor qilindi

source: Детализированная сводка по стоимости аренды
uz: Ijaraning batafsil narx hisoboti

source: Нельзя бронировать в прошлом.
uz: O‘tmishga bron qilish mumkin emas.

source: Это авто нельзя забрать самостоятельно.
uz: Bu avtomobilni o‘zingiz olib keta olmaysiz.

source: Координаты доставки обязательны.
uz: Yetkazib berish koordinatalari majburiy.

source: Укажите адрес, если хотите, чтобы мы забрали машину.
uz: Agar mashinani olib ketishimizni istasangiz, manzilni kiriting.

source: [renter] Получить детализацию стоимости заказа
uz: [ijarachi] Buyurtma narxining tafsilotlarini olish

source: Pickup Address
uz: Olib ketish manzili

source: Нельзя добавить больше 4 изображений к одному автомобилю.
uz: Bir mashinaga 4 tadan ko'proq rasm qo'shish mumkin emas.

source: Превью
uz: Oldindan ko'rish

source: Год выпуска
uz: Ishlab chiqarilgan yil

source: Время 'доступно с' должно быть раньше 'доступно до'.
uz: 'Mavjud bo'lishdan' vaqti 'mavjud bo'lishgacha' vaqtidan oldin bo'lishi kerak.

source: автопарк
uz: avtopark

source: Автопарки
uz: Avtoparklar

source: Название компании
uz: Kompaniya nomi

source: Номер телефона (+998)
uz: Telefon raqami (+998)

source: Пункт выдачи (location)
uz: Olib berish nuqtasi (location)

source: Автопарк: %(name)s
uz: Avtopark: %(name)s

source: машину
uz: mashina

source: Машины
uz: Mashinalar

source: Автопарк
uz: Avtopark

source: Класс авто (стандарт/премиум)
uz: Mashina klassi (standart/premium)

source: Марка
uz: Brend

source: Модель
uz: Model

source: Цена за час
uz: Soatlik narx

source: Автоматическая коробка
uz: Avtomatik uzatish

source: Тип двигателя
uz: Dvigatel turi

source: Регистрационный номер
uz: Ro'yxatdan o'tkazish raqami

source: Цвет
uz: Rang

source: Минимальный возраст водителя
uz: Haydovchining minimal yoshi

source: Добавлено
uz: Qo'shilgan

source: Изменено
uz: O'zgartirilgan

source: Детское кресло
uz: Bolalar kreslosi

source: Описание
uz: Tavsif

source: Тип кузова (sedan, suv и т.д.)
uz: Korobka turi (sedan, suv va boshqalar)

source: Поддерживает самовывоз
uz: O'zini olib ketishni qo'llab-quvvatlaydi

source: Количество посадочных мест
uz: O'rindiqlar soni

source: Имеет кондиционер
uz: Konditsioner mavjud

source: Автомобиль "%(car)s" в избранном у %(user)s
uz: Mashina "%(car)s" %(user)s tomonidan sevimlilar ro'yxatida

source: Можно загрузить максимум 4 изображения.
uz: Maksimal 4 ta rasm yuklash mumkin.

source: Это поле обязательно и должно быть True или False.
uz: Bu maydon majburiy va True yoki False bo'lishi kerak.

source: Авто уже в избранном.
uz: Mashina allaqachon sevimli ro'yxatda.

source: Авто добавлено в избранное.
uz: Mashina sevimli ro'yxatga qo'shildi.

source: Авто удалено из избранного.
uz: Mashina sevimli ro'yxatdan o'chirildi.

source: Авто не найдено.
uz: Mashina topilmadi.

source: Год выпуска не может быть в будущем.
uz: Ishlab chiqarish yili kelajakda bo'lishi mumkin emas.

source: Номерной знак должен быть в формате: 01 N 951 LA
uz: Raqam belgisi quyidagi formatda bo'lishi kerak: 01 N 951 LA

source: Введите номер в формате +998901234567 или 901234567
uz: +998901234567 yoki 901234567 formatida raqamni kiriting

source: Номер телефона должен быть в формате +998XXXXXXXXX
uz: Telefon raqami +998XXXXXXXXX formatida bo'lishi kerak

source: Водительские права
uz: Haydovchilik guvohnomasi

source: Пользователь. Владелец прав
uz: Foydalanuvchi. Huquqlar egasi

source: Фамилия (1)
uz: Familiya (1)

source: Имя (2)
uz: Ism (2)

source: Дата рождения (3)
uz: Tug'ilgan sana (3)

source: Дата получения (4a)
uz: Olingan sana (4a)

source: Срок действия (4b)
uz: Amal qilish muddati (4b)

source: Имеет ли B категорию (9)
uz: B kategoriyasi bormi (9)

source: Серийный номер (10)
uz: Seriya raqami (10)

source: Фото прав
uz: Guvohnoma rasmi

source: Фото прав сзади
uz: Guvohnomaning orqa tomoni rasmi

source: Права
uz: Guvohnoma

source: У вас уже есть документ
uz: Sizda allaqachon hujjat mavjud

source: Локация
uz: Manzil

source: Локации
uz: Manzillar

source: Оповещение (FCM)
uz: Bildirishnoma (FCM)

source: Оповещения (FCM)
uz: Bildirishnomalar (FCM)

source: Устройство (FCM)
uz: Qurilma (FCM)

source: Устройства (FCM)
uz: Qurilmalar (FCM)

source: Паспорта
uz: Pasportlar

source: Пользователь. Владелец паспорта
uz: Foydalanuvchi. Pasport egasi

source: Является ли ID картой
uz: ID karta hisoblanadimi

source: Имя
uz: Ism

source: Фамилия
uz: Familiya

source: Отчество
uz: Otasining ismi

source: ПИНФЛ
uz: PINFL

source: Дата рождения
uz: Tug'ilgan sana

source: Серия и номер паспорта
uz: Pasport seriyasi va raqami

source: Фото паспорта
uz: Pasport rasmi

source: Фото паспорта сзади (если ID карта)
uz: Pasportning orqa rasmi (agar ID karta bo‘lsa)

source: ПИНФЛ состоит из 14 цифр
uz: PINFL 14 ta raqamdan iborat bo'lishi kerak

source: Сумма аренды
uz: Ijaraning summasi

source: Сумма залога
uz: Garov summasi

source: Списать депозит для выделенных
uz: Tanlanganlar uchun depozitni yechish

source: Вернуть депозит для выделенных
uz: Tanlanganlar uchun depozitni qaytarish

source: Card
uz: Karta

source: Cash
uz: Naqd

source: Инициализирован
uz: Boshlang‘ich holatda

source: Ожидает
uz: Kutilmoqda

source: Успешно
uz: Muvaffaqiyatli

source: Ошибка
uz: Xato

source: Отменён
uz: Bekor qilingan

source: Без холда
uz: Bloklanmagan

source: Авторизован
uz: Avtorizatsiyadan o'tgan

source: Списан
uz: Yechildi

source: промокод
uz: promo-kod

source: Промокоды
uz: Promo-kodlar

source: Промокод
uz: Promo-kod

source: Активен
uz: Faol

source: % Скидки
uz: Chegirma %

source: Скидка только на аренду в процентах
uz: Faqat ijaraga nisbatan foizli chegirma

source: Купон
uz: Kupon

source: использованный
uz: foydalanilgan

source: Необходим параметр name
uz: name parametri talab qilinadi

source: Промокод не найден
uz: Promo-kod topilmadi

source: Промокод больше не активен
uz: Promo-kod endi faol emas

source: Вы уже использовали этот промокод
uz: Siz bu promo-koddan allaqachon foydalandingiz

source: Количество бронирований
uz: Buyurtmalar soni

source: 0 бронирований
uz: 0 ta buyurtma

source: Хотя бы 1 бронирование
uz: Kamida 1 ta buyurtma

source: Аккаунт
uz: Hisob

source: Статус верификации
uz: Tasdiqlash holati

source: У пользователя должен быть номер телефона
uz: Foydalanuvchida telefon raqami bo‘lishi kerak

source: Суперпользователь должен иметь is_staff=True.
uz: Superfoydalanuvchida is_staff=True bo‘lishi kerak.

source: Суперпользователь должен иметь is_superuser=True.
uz: Superfoydalanuvchida is_superuser=True bo‘lishi kerak.

source: Суперпользователь
uz: Superfoydalanuvchi

source: пользователя
uz: foydalanuvchi

source: Пользователи
uz: Foydalanuvchilar

source: Роль
uz: Rol

source: Номер телефона
uz: Telefon raqami

source: FCM токен устройства
uz: Qurilmaning FCM tokeni

source: Имя по паспорту
uz: Pasportdagi ism

source: Фамилия по паспорту
uz: Pasportdagi familiya

source: Возраст
uz: Yosh

source: FCM токен мобильного клиента
uz: Mobil foydalanuvchi uchun FCM token

source: Неверный формат файла.
uz: Fayl formati noto‘g‘ri.

source: Возвращает текущий FCM токен пользователя
uz: Foydalanuvchining hozirgi FCM tokenini qaytaradi

source: FCM токен сохранён
uz: FCM token muvaffaqiyatli saqlandi

source: Существует ли renter с данным номером телефона
uz: Berilgan telefon raqamiga ega ijarachi mavjudmi

source: Необходим параметр phone
uz: Telefon parametri talab qilinadi

source: [Superuser] Создать нового админа
uz: [Superuser] Yangi admin yaratish

source: Пользователь с таким логином уже существует
uz: Bunday loginli foydalanuvchi allaqachon mavjud

source: Паспорт (серия и номер)
uz: Pasport (seriya va raqam)

source: ФИО (полностью)
uz: To‘liq F.I.Sh.

source: Дата выдачи ВУ
uz: Guvohnoma berilgan sana

source: Срок действия ВУ до
uz: Guvohnoma amal qilish muddati

source: Кем выдано ВУ
uz: Guvohnomani bergan tashkilot

source: Серия и номер ВУ
uz: Guvohnoma seriyasi va raqami

source: Категория ВУ
uz: Guvohnoma toifasi

source: Начало действия категории
uz: Toifa amal qilish boshlanishi

source: Окончание действия категории
uz: Toifa amal qilish muddati tugashi

source: ID региона рождения
uz: Tug‘ilgan hudud ID raqami

source: ID города рождения
uz: Tug‘ilgan shahar ID raqami

source: Место рождения
uz: Tug‘ilgan joy

source: ID региона адреса проживания
uz: Yashash hududi ID raqami

source: ID города адреса проживания
uz: Yashash shahri ID raqami

source: Адрес проживания (улица, дом)
uz: Yashash manzili (ko‘cha, uy)

source: Сумма долгов
uz: Qarzdorlik miqdori

source: данные из validate.uz
uz: validate.uz dan olingan maʼlumotlar

source: Данные из validate.uz
uz: validate.uz maʼlumotlari

source: Доставка
uz: Yetkazib berish

source: Стандарт
uz: Standart

source: Премиум
uz: Premium

source: Электрическая
uz: Elektr

source: Бензиновая
uz: Benzin

source: Гибридная
uz: Gibrid

source: Белый
uz: Oq

source: Чёрный
uz: Qora

source: Серебристый
uz: Kumushrang

source: Серый
uz: Kulrang

source: Синий
uz: Ko‘k

source: Красный
uz: Qizil

source: Зелёный
uz: Yashil

source: Жёлтый
uz: Sariq

source: Коричневый
uz: Jigarrang

source: Оранжевый
uz: To‘q sariq

source: Бежевый
uz: Bej

source: Золотистый
uz: Oltinrang

source: Фиолетовый
uz: Binafsha

source: Другой
uz: Boshqa

source: Хэтчбек
uz: Xetchbek

source: Седан
uz: Sedan

source: Внедорожник
uz: Yo‘ltanlamas

source: Минивэн
uz: Miniven

source: Купе
uz: Kupe

source: Кабриолет
uz: Kabriolet

source: Пикап
uz: Pikap

source: Карта
uz: Karta

source: Наличные
uz: Naqd

source: Ожидание авто проверки
uz: Avto tekshiruvni kutmoqda

source: Авто проверка не выполнена
uz: Avto tekshiruv bajarilmadi

source: Авто проверка успешна
uz: Avto tekshiruv muvaffaqiyatli

source: Подтверждено
uz: Tasdiqlandi

source: Отклонено
uz: Rad etildi

source: Состояние валидации
uz: Tasdiqlash holati

source: PDF файл содержит слишком много страниц
uz: PDF faylda juda ko‘p sahifalar mavjud

source: PDF файл пуст
uz: PDF fayl bo‘sh

source: Необходимо предоставить либо два фото (спереди и сзади в формате .png, .jpg) либо .pdf файл с двумя страницами
uz: Ikkita rasm (old va orqa, .png yoki .jpg) yoki ikki betli .pdf fayl taqdim etilishi kerak

source: Ошибка чтения документа
uz: Hujjatni o‘qishda xatolik

source: Код имеет некорректный формат
uz: Kod formati noto‘g‘ri

source: Цена должна быть больше нуля.
uz: Narx nol dan katta bo‘lishi kerak

source: Uzbek
uz: O'zbekcha

source: Russian
uz: Ruscha

source: English
uz: Inglizcha

source: Статус FCM:
uz: FCM holati:

source: Ответ FCM:
uz: FCM javobi:

source: У пользователя нет FCM токена:
uz: Foydalanuvchida FCM token mavjud emas:

source: ⛽ Напоминание о топливе
uz: ⛽ Yoqilg‘i haqida eslatma

source: В ожидании
uz: Kutilmoqda
